Repository: ValYouAd/LittleBigJoe
Catalog: src/LittleBigJoe/Bundle/CoreBundle/Resources/translations/messages.*.xlf
Languages: fr

source: %days days ago
fr: Il y a %days jours

source: %days% day|%days% days
fr: %days% jour|%days% jours

source: %hours% hour|%hours% hours
fr: %hours% heure|%hours% heures

source: %minutes minutes ago
fr: Il y a %minutes minutes

source: %months% month|%months% months
fr: %months% mois|%months% mois

source: %years% year|%years% years
fr: %years% année|%years% années

source: 1 day ago
fr: Il y a 1 jour

source: 1 minute ago
fr: Il y a 1 minute

source: Your project has been updated
fr: Votre projet a été mis à jour

source: Your project is fully funded
fr: Votre projet a atteint le montant à lever

source: about %hours hours ago
fr: Il y a environ %hours heures

source: about 1 hour ago
fr: Il y a environ 1 heure

source: half a minute ago
fr: Il y a moins d'une minute

source: less than %seconds seconds ago
fr: Il y a moins de %seconds secondes

source: less than a minute ago
fr: Il y a moins d'une minute

source: {1} 1 month ago |]1,Inf[ %months months ago
fr: {1} Il y a 1 mois |]1,Inf[ Il y a %months mois
